export const MOCK_PASS_COVER_LETTER = [
  {
    id: 1,
    companyName: '아시아나 항공',
    content:
      '이 글은 아시아나항공 객실승무원 직무에 합격한 지원자의 실제 자기소개서입니다. 고객을 향한 진정성 있는 서비스 경험, 체력 관리 노력, 위기 상황에서의 안전 대응 경험 등 객실승무원에게 필...',
    tags: ['2025 하반기', '객실승무원'],
  },
  {
    id: 2,
    companyName: '해커스교육그룹',
    content:
      '1. 자신만의 특별함을 성장과정, 학교생활/경력내용, 가치관을 통해 기술하시오. [집요한 분석으로 마케팅 공모전 수상 성공]저만의 특별함은 목표를 위해 끝까지 부딪혀보는 집요함입니다. 실패로...',
    tags: ['2024 하반기', '기획/마케팅'],
  },
  {
    id: 3,
    companyName: '대한항공',
    content:
      '1. 직장으로 항공사를 선택하게 된 이유와 특히 대한항공에 지원하게 된 동기 및 입사 후 포부에 대해 구체적으로 서술하시오. 어린 시절 첫 비행의 충격 이후, 항공기에 매료되어 진로를 결정하게...',
    tags: ['2025 하반기', '객실승무원'],
  },
];
